Repository: nguyenvuong1309/kaso
Catalog: Packages/Features/WellnessFeature/Resources/Localizable.xcstrings
Source language: vi
Languages: en

# wellness.section.compatibility
source: Hợp nhau
en: Compatibility

# wellness.section.gamification
source: Chuỗi ngày
en: Streak

# wellness.section.hoursOfLife
source: Giờ sống
en: Life hours

# wellness.section.label
source: Mục Đời sống
en: Wellness section

# wellness.section.futureSelf
source: Tương lai
en: Future

# wellness.section.giftTracker
source: Lì xì
en: Gifts

# wellness.section.moneyPersonality
source: Kiểu tài chính
en: Personality

# wellness.section.phantomExpense
source: Suýt tiêu
en: Avoided

# wellness.section.sleepCorrelation
source: Giấc ngủ
en: Sleep

# wellness.section.roundUp
source: Làm tròn
en: Round-up

# wellness.section.spendingCalendar
source: Lịch chi
en: Calendar

# wellness.section.moodJournal
source: Cảm xúc
en: Mood

# wellness.section.regretScore
source: Hối tiếc
en: Regret

# wellness.section.guiltFreeBudget
source: Tiền tự do
en: Free money

# wellness.section.coolingOff
source: Hàng chờ
en: Waitlist

# wellness.section.seasonalPlanner
source: Mùa chi
en: Seasons

# wellness.section.moneyTherapist
source: Trợ lý cảm xúc
en: Therapist

# wellness.section.communityChallenge
source: Thử thách
en: Challenges

# wellness.section.reminders
source: Nhắc nhở
en: Reminders

# wellness.section.billSplitter
source: Chia hoá đơn
en: Split bill

# wellness.section.smartSearch
source: Tìm kiếm
en: Search

# wellness.section.spendingMap
source: Bản đồ
en: Map

# wellness.section.cloudSync
source: Đồng bộ
en: Sync
